const instructionsVideos = [
	{
		id: "BAACAgIAAxkBAAIB9mc-OTf0R98Kk0vxB1dQjtZ2g_pUAAIoXQACiNeQSP22gqIlZTBBNgQ",
		caption: `1. Основной корпус установите на подставку, пожалуйста, обратите внимание на шестерёнки.

2. Установите куклу в направлении, указанном стрелкой.

3. Маленькую куклу установите сверху.

4. После установки подключите USB-кабель питания.
5. Нажмите и удерживайте сенсорный переключатель, чтобы уменьшить или увеличить яркость.`,
	},
	{
		id: "BAACAgIAAxkBAAIB-Gc-OV1iBht0bgq-WISe5P8fIKXvAALZXgACiNeQSGGQvLKIfSXQNgQ",
		caption: `1. Установите большую куклу внутрь маяка, а маленькую на крышу. 

2. После установки подключите USB-кабель питания.

3. Нажмите и удерживайте сенсорный переключатель, чтобы уменьшить или увеличить яркость.

4. Одно нажатие - включить холодный свет, второе - включить теплый свет, третье - выключение ночника`,
	},
	{
		id: "BAACAgIAAxkBAAIB-mc-OXX54-RRvBLQdIop79Nk5WHVAAKtWgACllmZSLiSy3HcNcRPNgQ",
		caption: `Ночник ретро лампа, работающий от аккумулятора.

1. Зарядите ночник, порт для зарядки Type-C идет в комплекте.

2. ИНДИКАТОР заряда: красный — заряд идет; зеленый — ночник зарядился.

3. Нажмите и удерживайте переключатель, чтобы уменьшить или увеличить яркость.

4. Одно нажатие - включить холодный свет, второе - включить теплый свет, третье - выключение ночника.`,
	},
	{
		id: "BAACAgIAAxkBAAIB_Gc-OYXH1HkupWfk89ORzcl3XgHvAAJqXQACiNeQSCvg7IEPBuA-NgQ",
		caption: `Ночник воздушный шар, работающий от аккумулятора.

1. Зарядите ночник, порт для зарядки Type-C идет в комплекте.

2. ИНДИКАТОР заряда: красный — заряд идет; зеленый — ночник зарядился.

3. Нажмите и удерживайте переключатель, чтобы уменьшить или увеличить яркость.

4. Одно нажатие - включить холодный свет, второе - включить теплый свет, третье - выключение ночника`,
	},
];

module.exports = { instructionsVideos };
